<section class="bg-primary text-white mb-0" id="about">
  <div class="container">
    <h2 class="text-center text-uppercase text-white">About</h2>
    <hr class="star-light mb-5">
    <div class="row">
      <div class="col-lg-4 ml-auto">
        <p class="lead">เว็บไซต์ธรรมดาทั่วไปมันเชยไปแล้วสมัยนี้ใครเขาสร้างเว็บไซต์ที่การป้องกันแข็งแกร่งดุจหินผากัน
          สร้างก็ยากราคาก็แพง
          ต้องเป็นเว็บไซต์ที่หละหลวมสิถึงจะดีสมัยนี้แฮคเกอร์เก่งจะตายยังไงก็โดนแฮคอยู่ดีสู้เราทำให้มีช่องโหว่เยอะๆเดี๋ยวแฮคเกอร์ก็เซ็งไปเอง</p>
      </div>
      <div class="col-lg-4 mr-auto">
        <p class="lead">มาสิรออะไรอยู่สองเท้าก้าวเข้ามาสองมือล้วงกระเป๋ามาจ้างเราทำเว็บไซต์สิรับรองว่าแฮคเกอร์จะไม่มาแตะต้องเว็บไซต์ของท่านเลย
          ทำไมน่ะหรอ ก็เพราะช่องโหว่มันเยอะเกินไปจนแฮคเกอร์เหนื่อยจนท้อไปเลยน่ะสิ จ้างเราสิรับรองท่านจะไม่ผิดหวัง</p>
      </div>
    </div>
    <div class="text-center mt-4">
    </div>
  </div>
</section>
