<?php require_once 'header.php'; ?>
<?php require_once 'header_home.php'; ?>

<div class="bg-main">
    <div class="container content-wrapper">
        <div class="intro-page">
            <div class="first-paragraph">
                <h1>Welcome to Wreck-it Lab</h1>
                <p class="p-content">ยินดีต้อนรับเหล่าผู้ฝึกหัดทั้งหลายเข้าสู่ <span class="highlight">Wreck-it Lab</span>
                    เว็บไซต์นี้จะมอบศาสตร์แห่ง Web Application Security ให้กับพวกท่าน
                    โดยพวกท่านจะได้เรียนรู้ผ่านการปฎิบัติจริง โดยท่านจะได้สวมบทบาท
                    เป็น Penetration Tester ฝึกหัด ที่ได้รับภารกิจทดสอบเจาะเข้าระบบบนเว็บไซต์ต่าง ๆ ถึง 13 ภารกิจ </p>
                <p>
                    สิ่งที่ท่านต้องนำกลับมาเพื่อพิสูจน์ความสามารถว่าท่านผ่านภารกิจนั้นได้ นั่นก็คือ Flag <br>
                    โดย Flag จะอยู่ในรูปแบบ String ที่มีฟอร์แมต <span class="highlight">flag{This_!s_an_3xample_fl4g}</span>
                    เป็นต้น<br>
                    ในแต่ละภารกิจ จะมีวิธีการได้ Flag แตกต่างกัน เมื่อท่านได้ Flag มาแล้ว ให้นำมาทำการ Validate
                    เพื่อรับคะแนนของภารกิจข้อนั้นไป
                </p>
                <p>
                    เมื่อท่านสามารถผ่านภารกิจเหล่านี้ได้ มันจะทำให้ท่านพัฒนาไปสู่จุดเริ่มต้นของหนทางแห่งการเป็น
                    Penetration Tester ที่แท้จริง
                    <br>ข้าหวังว่าท่านจะสนุกกับสถานที่แห่งนี้นะ~</p>
            </div>
            <div class="second-paragraph">
                <h1>Warning!</h1>
                <p class="">Wreck-it Lab เป็นเว็บแอปพลิเคชันที่พัฒนาขึ้นเพื่อใช้ศึกษาช่องโหว่ ดังนั้น <span class="highlight">มันมีช่องโหว่!!</span> อย่าอัปโหลดไปยังโฟลเดอร์ HTML ของผู้ให้บริการโฮสติ้งหรือเซิร์ฟเวอร์ที่เชื่อมต่อกับอินเทอร์เน็ตเนื่องจากมีความเสี่ยงที่จะถูกบุกรุก โดยขอแนะนำให้ใช้ Docker บน localhost ซึ่งเข้าถึงได้จากเครื่องในเครือข่ายของตนเอง<span class="highlight">เท่านั้น</span></p>

                <p>เว็บแอปพลิเคชันนี้จัดทำขึ้นด้วยวัตถุประสงค์ทางการศึกษาเรียนรู้เท่านั้น ทางผู้จัดทำไม่แนะนำ และไม่ส่งเสริมให้ผู้เรียนนำความรู้ที่ได้ ไปทดลองเจาะเข้าระบบบนเว็บไซต์ที่มีอยู่จริง โดยไม่ได้รับอนุญาติ ซึ่งถือว่า เป็นการกระทำที่<span class="highlight">ผิดกฏหมาย</span> ซึ่งถ้าหากผู้ใช้นำความรู้ที่ได้ไปใช้ในทางที่ผิด ทางคณะผู้จัดทำ <span class="highlight">ไม่มีส่วนเกี่ยวข้องด้วยนะจ๊ะ</span> </p>
            </div>
        </div>
    </div>
</div>
</div> <!-- for nav-bar -->