<?php require_once('header.php') ?>
<?php require_once('header_home.php') ?>

    <div class="bg-main">
        <div class="container content-wrapper">
            <div class="intro-page">
                <div class="first-paragraph">
                    <h1>Welcome to Wreck-it Lab</h1>
                    <p class="">ยินดีต้อนรับเหล่าผู้ฝึกหัดทั้งหลายเข้าสู่เว็บไซต์ Wreck-it Lab เว็บไซต์นี้จะมอบศาสตร์แห่ง Web Application Security ให้กับพวกเจ้า พวกเจ้าจะได้เรียนรู้ศาสตร์นี้ผ่านการปฎิบัติจริง เจ้าจะได้สวมบทบาท
                    เป็น Penetration Tester ที่กำลังทดสอบเจาะเข้าระบบบนเว็บไซต์แห่งนี้ ด้วยแบบทดสอบที่ข้าได้จัดเตรียมให้กับเจ้าถึง 13 ด่าน มันจะทำให้เจ้าพัฒนาไปสู่จุดเริ่มต้นของหนทางแห่งการเป็น Penetration Tester ที่แท้จริง
                    หรือหากเจ้าไม่ประสงค์จะเป็นเจ้าก็สามารถนำความรู้ที่เจ้าได้นี้ไปต่อยอดในสายอาชีพอื่นๆก็ย่อมได้และข้าหวังว่าเจ้าจะสนุกกับสถานที่แห่งนี้นะ</p>
                </div> 
                <div class="second-paragraph">
                    <h1>Warning!</h1>
                    <p class="mb-1 ">เว็บไซต์นี้จัดทำขึ้นด้วยวัตถุประสงค์ทางการศึกษาเรียนรู้เท่านั้นทางผู้จัดทำไม่แนะนำและไม่ส่งเสริมให้ผู้เรียนนำความรู้ที่ได้ไปทดลองเจาะเข้าระบบบนเว็บไซต์จริงๆ เพราะเป็นสิ่งที่ผิดกฏหมายตามมาตราต่างๆดังต่อไปนี้</p>
                    <h3 style="color:#5AB1BB;text-shadow: 0px 0px 3px #5AB1BB;">หมวด 1 ความผิดเกี่ยวกับคอมพิวเตอร์</h3>
                        <p class="mb-0 ">มาตรา 5  เข้าถึงระบบคอมพิวเตอร์โดยมิชอบ ( Hack ) 6 เดือน / 1 หมื่นบาท</p>
                        <p class="mb-0 ">มาตรา 6	ล่วงรู้มาตรการป้องกันการเข้าถึงระบบคอมพิวเตอร์และนำไปเปิดเผย ( Hack ) 1 ปี / 2 หมื่นบาท</p>
                        <p class="mb-0 ">มาตรา 7	เข้าถึงข้อมูลที่มีมาตรการป้องกันโดยมิชอบ ( Hack ) 2 ปี/ 4 หมื่นบาท</p>
                        <p class="mb-0 ">มาตรา 8	ดักรับข้อมูลในเครือข่าย ( Sniff ) 3 ปี /6 หมื่นบาท</p>
                        <p class="mb-0 ">มาตรา 9	แก้ไข ทำลาย หรือเปลี่ยนแปลงข้อมูลของผู้อื่น ( Crack ) 5 ปี /1 แสนบาท</p>
                        <p class="mb-0 ">มาตรา 10 ขัดขวาง รบกวน การทำงานของระบบคอมพิวเตอร์ ( Attack/ DoS) 5 ปี /1 แสนบาท</p>
                        <p class="mb-0 ">มาตรา 11 ปกปิด หรือปลอมแปลงที่มาของส่งข้อมูล หรือ อีเมล์ ( Spoof/SPAM) 1 แสนบาท</p>
                        <p class="mb-0 ">มาตรา 12 เนื้อหาข้อมูล หรือ ระบบคอมพิวเตอร์เกิดความเสียหายไม่สามารถทำงานได้</p>
                        <ul class="mb-0 " style="color:#86acaa;">
                            <li> สร้างความเสียหายต่อประชาชน 10 ปี /2 แสนบาท </li>
                            <li> สร้างความเสียหายแก่ระบบคอมพิวเตอร์ที่เกี่ยวข้องกับความปลอดภัย ของประเทศ หรือ บริการสาธารณะ 3-15 ปี / 6 หมื่น - 2 แสนบาท </li>
                        </ul>
                        <p class="mb-0 ">มาตรา 13	เผยแพร่หรือขายเครื่องมือที่ใช้ทำ Hack, Crack, Attack, Spoof 1 ปี/2 หมื่นบาท</p>
                        <p class="mb-0 ">มาตรา 14	เผยแพร่ {ส่งต่อ หรือ ทำให้ผู้อื่นเข้าถึงได้} ข้อมูลปลอมหรือเป็นเท็จที่ทำให้ผู้อื่นเสียหาย,ตื่นตระหนก, กระทบความมั่นคง หรือลามก 5 ปี /1 แสนบาท</p>
                        <p class="mb-0 ">มาตรา 15	ผู้ให้บริการจงใจสนับสนุนหรือ ยินยอมให้ทำผิดในข้อ 14 ในระบบคอมพิวเตอร์ในความดูแล 5 ปี /1 แสนบาท</p>
                        <p class="mb-0 ">มาตรา 16	เผยแพร่ {ส่งต่อ หรือ ทำให้ผู้อื่นเข้าถึงได้} เอาภาพตัดต่อของบุคคลอื่น ทำให้เสียหาย อับอาย 3 ปี /6 หมื่นบาท</p>
                        <p>มาตรา 17	ถ้าทำผิดนอกประเทศ ไม่ว่าจะเป็นคนไทยหรือคนต่างด้าวจะต้องรับโทษในราชอาณาจักรไทย</p>
                </div> 
            </div>
        </div>
    </div>
</div>  <!-- for nav-bar -->